<div style="line-height: 1.4;">
<h2>Ayuda</h2>
<p>Los <strong>nodos</strong> o c&iacute;rculos son respuestas o categor&iacute;as de variables. Sus tama&ntilde;os son proporcionales a su frecuencia en la muestra. Los <strong>v&iacute;nculos</strong> o l&iacute;neas de enlace son asociaciones entre las respuestas. Su anchura es proporcional al grado de asociaci&oacute;n entre ellas medido con los residuos normalizados de Haberman.</p>
<p>La <strong>disposici&oacute;n espacial</strong> de los c&iacute;rculos est&aacute; basada en un mecanismo f&iacute;sico de atracci&oacute;n repulsi&oacute;n denominado de Fruchterman-Reingold en honor a quienes lo propusieron.</p>
<p>Este <strong>gr&aacute;fico</strong> es <strong>interactivo</strong> de modo que muchas de sus caracter&iacute;sticas pueden cambiarse. Una lista parcial de lo que puede hacerse se presenta a continuaci&oacute;n:</p>
<p>Las dos operaciones m&aacute;s &uacute;tiles que pueden realizarse con los nodos son la selecci&oacute;n y el filtro. Al <strong>seleccionar</strong>, se marcan con un c&iacute;rculo amarillo y aparece informaci&oacute;n de ellos en la tabla de abajo. Una vez seleccionados, se pueden filtrar de dos modos: a) solo los nodos seleccionados (<strong>filtrar</strong>) o b) los nodos seleccionados junto con sus vecinos (<strong>egonet</strong>).</p>

<h2>Teclado</h2>
<table>
<colgroup>
<col width="45%"></col>
<col width="54%"></col>
</colgroup>
<thead>
<tr class="header">
<th>Tecla</th>
<th>Acci&oacute;n</th>
</tr>
</thead>
<tbody>
<tr class="odd">
<td>Clic en un c&iacute;rculo</td>
<td>Selecci&oacute;n de una categor&iacute;a y, si es un compositor, se ve su biograf&iacute;a.</td>
</tr>
<tr class="even">
<td></td>
<td></td>
</tr>
<tr class="odd">
<td>Ctrl+d</td>
<td>Paso de una disposici&oacute;n est&aacute;tica a otra din&aacute;mica de elementos.</td>
</tr>
<tr class="even">
<td>Ctrl+s</td>
<td>Selecci&oacute;n de todos o ning&uacute;n elemento.</td>
</tr>
<tr class="odd">
<td>Ctrl+f</td>
<td>Filtro de los elementos seleccionados.</td>
</tr>
<tr class="even">
<td>Ctrl+b</td>
<td>Selecci&oacute;n de elementos vecinos a los ya seleccionados.</td>
</tr>
<tr class="odd">
<td>Ctrl+e</td>
<td>Filtro de los elementos seleccionados y sus vecinos.</td>
</tr>
<tr class="even">
<td></td>
<td></td>
</tr>
<tr class="even">
<td>Ctrl+l</td>
<td>Activar o desactivar la leyenda.</td>
</tr>
<tr class="odd">
<td></td>
<td></td>
</tr>
<tr class="even">
<td>Ctrl++</td>
<td>Acercar zoom.</td>
</tr>
<tr class="odd">
<td>Ctrl+0</td>
<td>Restaurar zoom.</td>
</tr>
<tr class="even">
<td>Ctrl+-</td>
<td>Alejar zoom.</td>
</tr>
<tr class="odd">
<td>Ctrl+c</td>
<td>Centrar el gr&aacute;fico.</td>
</tr>
<tr class="even">
<td>Ctrl+-&gt;</td>
<td>Mover el gr&aacute;fico a la derecha.</td>
</tr>
<tr class="odd">
<td>Ctrl+&lt;-</td>
<td>Mover el gr&aacute;fico a la izquierda.</td>
</tr>
<tr class="even">
<td></td>
<td></td>
</tr>
<tr class="odd">
<td>Ctrl+h</td>
<td>Ayuda.</td>
</tr>
</tbody>
</table>
</div>
